Repository: maxistar/Voice-Inbox
Catalog: iosApp/VoiceInbox/Localizable.xcstrings
Source language: en
Languages: ru

# catalog.all
source: All
ru: Все

# catalog.hideExport
source: Hide automatic transcript export
ru: Скрыть автоматический экспорт расшифровок

# catalog.importAudio
source: Import Audio Files
ru: Импортировать аудиофайлы

# catalog.new
source: New
ru: Новые

# catalog.processed
source: Processed
ru: Обработанные

# catalog.refreshFolder
source: Refresh Audio Folder
ru: Обновить папку с аудио

# catalog.transcribeAll.few
source: Transcribe All (%d)
ru: Расшифровать (%d файла)

# catalog.transcribeAll.many
source: Transcribe All (%d)
ru: Расшифровать (%d файлов)

# catalog.transcribeAll.one
source: Transcribe All (%d)
ru: Расшифровать (%d файл)

# catalog.transcribeAll.other
source: Transcribe All (%d)
ru: Расшифровать (%d файлов)

# common.cancel
source: Cancel
ru: Отмена

# common.download
source: Download
ru: Скачать

# common.install
source: Install
ru: Установить

# common.ok
source: OK
ru: ОК

# folder.choose
source: Choose a folder to use it as your audio inbox.
ru: Выберите папку, которая будет использоваться для входящих аудио.

# folder.noneSelected
source: No audio folder selected
ru: Папка с аудио не выбрана

# import.none
source: No files imported
ru: Файлы не импортированы

# model.downloadCancelled
source: Speech model download cancelled.
ru: Загрузка речевой модели отменена.

# model.downloadReplacementWarning
source: Downloading this model replaces the currently installed model.
ru: Загрузка этой модели заменит текущую модель.

# model.installed
source: Speech model installed
ru: Речевая модель установлена

# model.installing
source: Installing %@...
ru: Установка %@...

# model.loadFailed
source: Speech model failed to load.
ru: Не удалось загрузить речевую модель.

# model.missing
source: Missing: %@
ru: Отсутствует: %@

# model.networkUnavailable
source: Network download is not available for this model.
ru: Сетевая загрузка недоступна для этой модели.

# model.notAvailableForDownload
source: Selected speech model is not available for download.
ru: Выбранная речевая модель недоступна для загрузки.

# model.notInstalled
source: Speech model is not installed
ru: Речевая модель не установлена

# model.preparing
source: Preparing speech model...
ru: Подготовка речевой модели...

# model.preparingDownload
source: Preparing speech model download...
ru: Подготовка загрузки речевой модели...

# model.replacementWarning
source: Installing this model replaces the currently installed model.
ru: Установка этой модели заменит текущую модель.

# model.waitForCurrentTranscription
source: Wait for the current transcription to finish before replacing the speech model.
ru: Дождитесь окончания текущей расшифровки перед заменой речевой модели.

# model.waitForTranscription
source: Wait for transcription to finish before replacing the speech model.
ru: Дождитесь окончания расшифровки перед заменой речевой модели.

# onboarding.completed
source: Completed
ru: Выполнено

# onboarding.configureExport
source: Configure automatic transcript export
ru: Настройте автоматический экспорт расшифровок

# onboarding.dismiss
source: Dismiss setup guide
ru: Скрыть подсказку по настройке

# onboarding.downloadDisclosure
source: This action downloads the speech model to this device.
ru: Это действие загрузит речевую модель на устройство.

# onboarding.explanation
source: Follow these steps, or use the setup tasks above in any order.
ru: Пройдите эти шаги или выполните задачи настройки выше в любом порядке.

# onboarding.installingModel
source: Installing speech model…
ru: Установка речевой модели…

# onboarding.installModel
source: Install speech model
ru: Установите речевую модель

# onboarding.installModelFromFolder
source: Install model from folder
ru: Установить модель из папки

# onboarding.notCompleted
source: Not completed
ru: Не выполнено

# onboarding.optional
source: optional
ru: необязательно

# onboarding.optionalLabel
source: Optional
ru: Необязательно

# onboarding.retrySetup
source: Retry setup
ru: Повторить настройку

# onboarding.selectFolder
source: Select audio folder
ru: Выберите папку с аудио

# onboarding.selectOptionalFolder
source: Select audio folder (optional)
ru: Выбрать папку с аудио (необязательно)

# onboarding.selectOutput
source: Select Output File
ru: Выбрать файл вывода

# onboarding.startSetup
source: Start setup
ru: Начать настройку

# onboarding.title
source: Set up Voice Inbox
ru: Настройте Voice Inbox

# output.appendFailed
source: Could not append to the selected output file.
ru: Не удалось добавить текст в выбранный файл вывода.

# output.choose
source: Choose a text or Markdown file for transcripts.
ru: Выберите текстовый или Markdown-файл для расшифровок.

# output.disabled
source: Automatic export is off. Transcripts stay in Voice Inbox.
ru: Автоматический экспорт выключен. Расшифровки остаются в Voice Inbox.

# output.encodingFailed
source: Transcript text could not be encoded as UTF-8.
ru: Не удалось закодировать текст расшифровки в UTF-8.

# output.noneSelected
source: Output file not selected
ru: Файл вывода не выбран

# output.notWritable
source: Output file is not writable. Choose another file.
ru: В файл вывода нельзя записывать. Выберите другой файл.

# output.ready
source: Ready to append transcripts.
ru: Готово к добавлению расшифровок.

# output.refreshAccess
source: Output access needs to be refreshed. Choose the file again.
ru: Доступ к файлу вывода нужно обновить. Выберите файл снова.

# output.selected
source: Output: %@
ru: Вывод: %@

# output.unsupported
source: Choose a .txt, .md, or .markdown file.
ru: Выберите файл .txt, .md или .markdown.

# output.writeFailed
source: Could not write to the selected output file. Choose it again.
ru: Не удалось записать в выбранный файл вывода. Выберите его снова.

# playback.couldNotPlay
source: Could not play %@: %@
ru: Не удалось воспроизвести %@: %@

# playback.couldNotStart
source: Could not start audio playback.
ru: Не удалось начать воспроизведение аудио.

# playback.decodeFailed
source: Could not decode audio for playback.
ru: Не удалось декодировать аудио для воспроизведения.

# playback.stoppedEarly
source: Playback stopped before the file finished.
ru: Воспроизведение остановилось до окончания файла.

# settings.about
source: About
ru: О приложении

# settings.audioInbox
source: Audio inbox folder
ru: Папка входящих аудио

# settings.changeAudioFolder
source: Change Audio Folder
ru: Изменить папку с аудио

# settings.changeOutput
source: Change Output File
ru: Изменить файл вывода

# settings.documentation
source: Documentation
ru: Документация

# settings.doNotExport
source: Do not export
ru: Не экспортировать

# settings.installModel
source: Install model package from folder
ru: Установить пакет модели из папки

# settings.legal
source: Legal information
ru: Правовая информация

# settings.noModel
source: No speech model installed
ru: Речевая модель не установлена

# settings.outputFile
source: Transcript output file
ru: Файл вывода расшифровок

# settings.selectAudioFolder
source: Select Audio Folder
ru: Выбрать папку с аудио

# settings.selectOutput
source: Select Output File
ru: Выбрать файл вывода

# settings.speechModel
source: Speech Model
ru: Речевая модель

# settings.startup
source: Startup Processing
ru: Обработка при запуске

# settings.startup.ask
source: Ask
ru: Спрашивать

# settings.startup.no
source: No
ru: Нет

# settings.startup.yes
source: Yes
ru: Да

# settings.storage
source: Storage
ru: Хранилище

# settings.title
source: Settings
ru: Настройки

# settings.unknown
source: Unknown
ru: Неизвестно

# settings.version
source: Version
ru: Версия

# settings.website
source: Website
ru: Сайт

# settings.whenQueued
source: When queued files are found
ru: Когда найдены файлы в очереди

# startup.alreadyRunning
source: Found files to process, but transcription is already running.
ru: Найдены файлы для обработки, но расшифровка уже выполняется.

# startup.backendUnavailable
source: Found files to process, but the iOS transcription backend is not configured.
ru: Найдены файлы для обработки, но механизм расшифровки iOS не настроен.

# startup.filesWaiting.few
source: %d files are waiting in New.
ru: В разделе «Новые» ожидают %d файла.

# startup.filesWaiting.many
source: %d files are waiting in New.
ru: В разделе «Новые» ожидают %d файлов.

# startup.filesWaiting.one
source: %d file is waiting in New.
ru: В разделе «Новые» ожидает %d файл.

# startup.filesWaiting.other
source: %d files are waiting in New.
ru: В разделе «Новые» ожидают %d файлов.

# startup.modelNotReady
source: Found files to process, but the speech model is not ready.
ru: Найдены файлы для обработки, но речевая модель не готова.

# startup.processFiles
source: Process Files
ru: Обработать файлы

# startup.prompt
source: Found files to process. Process now?
ru: Найдены файлы для обработки. Обработать сейчас?

# task.automaticTranscriptExport
source: Automatic Transcript Export
ru: Автоматический экспорт расшифровок

# task.cancel
source: Cancel
ru: Отмена

# task.chooseExisting
source: Choose Existing
ru: Выбрать существующий

# task.chooseModel
source: Choose Model
ru: Выбрать модель

# task.createNew
source: Create New
ru: Создать новый

# task.download
source: Download
ru: Скачать

# task.failed
source: Failed
ru: Ошибка

# task.hide
source: Hide
ru: Скрыть

# task.importAudioFiles
source: Import Audio Files
ru: Импортировать аудиофайлы

# task.installing
source: Installing
ru: Установка

# task.installingModel
source: Installing model
ru: Установка модели

# task.installSpeechModel
source: Install Speech Model
ru: Установить речевую модель

# task.needsAttention
source: Needs attention
ru: Требуется внимание

# task.new
source: New
ru: Новые

# task.noNewTasks
source: No new tasks
ru: Нет новых задач

# task.noProcessedAudio
source: No processed audio files
ru: Нет обработанных аудиофайлов

# task.noSpeech
source: No speech
ru: Речь не обнаружена

# task.noTasks
source: No tasks
ru: Нет задач

# task.optional
source: Optional
ru: Необязательно

# task.outputOptionalDetail
source: Optional. Transcripts are stored in Voice Inbox.
ru: Необязательно. Расшифровки хранятся в Voice Inbox.

# task.play
source: Play
ru: Воспроизвести

# task.preparingSpeechModel
source: Preparing speech model
ru: Подготовка речевой модели

# task.processed
source: Processed
ru: Готовые

# task.processing
source: Processing
ru: Обработка

# task.progressFailed
source: %d failed
ru: Ошибок: %d

# task.progressFiles
source: %d / %d files
ru: %d из %d файлов

# task.refreshAudioFolder
source: Refresh Audio Folder
ru: Обновить папку с аудио

# task.required
source: Required
ru: Обязательно

# task.restoreAudioFolderAccess
source: Restore Audio Folder Access
ru: Восстановить доступ к папке с аудио

# task.retry
source: Retry
ru: Повторить

# task.retryDownload
source: Retry download
ru: Повторить загрузку

# task.scanning
source: Scanning
ru: Сканирование

# task.scanningAudioFolder
source: Scanning audio folder
ru: Сканирование папки с аудио

# task.selectAudioFolder
source: Select Audio Folder
ru: Выбрать папку с аудио

# task.selectFolder
source: Select folder
ru: Выбрать папку

# task.showText
source: Show Text
ru: Показать текст

# task.stop
source: Stop
ru: Остановить

# task.transcribe
source: Transcribe
ru: Расшифровать

# transcript.close
source: Close transcript
ru: Закрыть расшифровку

# transcript.done
source: Done
ru: Готово

# transcript.share
source: Share
ru: Поделиться

# transcript.shareAccessibility
source: Share transcript
ru: Поделиться расшифровкой

# transcript.textAccessibility
source: Transcript text for %@
ru: Текст расшифровки для %@

# transcription.backendUnavailable
source: iOS transcription backend is not configured yet.
ru: Механизм расшифровки iOS еще не настроен.

# transcription.failed
source: iOS transcription failed.
ru: Сбой расшифровки iOS.

# transcription.modelPreparationFailed
source: Speech model preparation failed.
ru: Не удалось подготовить речевую модель.

# transcription.preparingModel
source: Preparing speech model
ru: Подготовка речевой модели

# transcription.transcribed
source: Transcribed %@
ru: Расшифрован файл %@
